{
  "print_headline": "Greek Financial Crisis Hits Poor and Hungry the Hardest as European Regulators Weight Bailout Plan",
  "digital_headline":"Greece Financial Crisis Hits Poorest and Hungriest the Hardest",
  "mobile_headline":"Greece in Turmoil",
  "byline": "ANEMONA HARTOCOLLIS",
  "summary": "With banks still closed as debt talks continue, many fear the potential impact on already-stretched food supplies and social services in Athens and beyond.",
  "body": "Behind the lace curtains of a soup kitchen run by a parish in the humble Athens neighborhood of Kerameikos, the needy and hungry sit down to a plate of sliced cucumbers, three hunks of bread, a shallow china bowl of chickpea soup and often a piece of meat. Sometimes there is even ice cream, a special treat.

People prize the refectory, run by a priest, for its homeyness, and they travel long distances to fill their empty stomachs at least once a day.

But on Thursday, the priest, Father Ignatios Moschos was worried that he would no longer have enough food to go around if the country’s economic paralysis continues, as it seems likely to do even if Greece and its creditors manage to work out a last-minute deal this weekend to avert a Greek exit from the euro.

“It will be hard, dark, painful,” the priest said, nibbling from a bowl of pistachios as a long line of people waited for their turn to eat at the communal tables. “We will have trouble receiving food.”

Poverty in Greece has been deepening since the financial crisis began more than five years ago. Now, aid groups and local governments say they are beginning to feel the effects of nearly two weeks of bank closings, as Greece struggles to keep its financial system from failing and to break out of years of economic hardship.",
  "photos":["http://static01.nyt.com/images/2015/07/12/world/12AID2/12AID2-articleLarge.jpg","http://static01.nyt.com/images/2015/07/12/world/12AID1/12AID1-master675.jpg"],
  "videos": [],
  "tags": ["Greece","Euro","European Union"],
  "section": "World",
  "tweets": ["10 reasons Greece should exit the E.U.","10 reasons Greece shouldn't exit the E.U."],
  "dateline": "ATHENS"
}
